rbouteiller/airplay-esp32/boards/squeezeamp/sdkconfig.defaults
# SqueezeAMP (8MB flash) board defaults
CONFIG_BOARD_SQUEEZEAMP=y
CONFIG_IDF_TARGET="esp32"
CONFIG_ESPTOOLPY_FLASHSIZE_8MB=y
CONFIG_ESPTOOLPY_FLASHSIZE="8MB"
